/* 
  Localizable.strings
  macOS InstantView

  Created by teddy on 09/08/2019.
  Copyright © 2019 Johnson. All rights reserved.
*/

"USB Connection Info:"           =    "       USB 连接信息:";
"Disconnected"                   =    "未连接";
"Connected"                      =    "已连接";
"OK"                             =    "好";
"Error"                          =    "错误";
"Please connect SMI USB Display" =    "请连接SMI USB显卡。";
"Cancel" = "否";
"Please connect SMI USB Display\n\nIf you just connected, wait for a few seconds" = "请连接SMI USB显卡，并稍作等待。";
"Loading SMI USB Display Driver install file failed, the InstantView application will restart." = "加载SMI USB Display驱动安装程序失败，InstantView程序会重启。";

"SMI USB Display Manager" = "SMI USB 显卡通知";
"Upgrading firmware, please DO NOT plug out device or power cable. -0%-" = "固件更新中，请不要移除设备或电源。 -0%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -10%-" = "固件更新中，请不要移除设备或电源。 -10%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -20%-" = "固件更新中，请不要移除设备或电源。 -20%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -30%-" = "固件更新中，请不要移除设备或电源。 -30%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -65%-" = "固件更新中，请不要移除设备或电源。 -65%-";
"Upgrading firmware, please DO NOT plug out device or power cable. -95%-" = "固件更新中，请不要移除设备或电源。 -95%-";

"New firmware is available, Click \"OK\" to update (Default),\"Cancel\" to cancel it. \nNote : During the update progress，please DO \nNOT plug out device or power cable.\n" = "有新版本固件可用，点击 \"好\" 更新, \"否\"取消。 \n注意:在更新过程中，请不要移除设备或电源。\n";

"Firmware update is done, application will close, please restart the program after re-power USB device" = "固件更新成功，程序将关闭，请将设备断电重连后再启动程序。";
"Please re-power the USB device!\n" = "请断电后重新连接。\n";
"New firmware has been updated, please re-open the macOS InstantView." = "新版本固件已准备就绪，请重新启动macOS InstantView 程序。";

"New docking driver version detected, click \"OK\" to update, click \"Cancel\" to cancel. \n" = "有新的SMI Docking驱动可用，点击“好”升级，点击“否”取消。\n";

"USB display device is not connected. Please connect it and try again." = "USB显示设备未连接，请连接后再试。";

" USB Display" = " USB显示";
" Device Connected" = " 设备已连接";
" Device Disconnected" = " 设备已断开";
"Mirror Displays" = "镜像显示";
"Extend Displays" = "扩展显示";
"Display Settings" = "显示器设置";
"Connect Display" = "连接显示";
"Disconnect Display" = "断开显示";
"Connecting..." = "连接中...";
"Pop-up Window at Plugin" = "接入设备弹出窗口";
"Display before Login" = "登录前显示";
"Unlock Mac with Apple Watch" = "用Apple Watch解锁Mac";
"Auto Update" = "自动检查更新";
"Remove Application" = "移除应用程序";
"Quit" = "退出";
"Keep Display Aspect Ratio" = "保持屏幕长宽比";

"Warning" = "注意";
"Continue" = "继续";
" Cancel " = "取消";
"This will remove display application. Your external displays may not function correctly. You can find application again from embedded storage or download it to re-enable the functions." = "继续此项操作将会删除显示程序，可能导致您的外接显示器无法正常工作。如需重新启用，您可以通过嵌入式存储设备查找或自行下载本应用软件。";
"This will remove application. You can find application again from embedded storage or download it to re-enable the functions." = "继续此项操作将会删除应用程序。如需重新启用，您可以通过嵌入式存储设备查找或自行下载本应用软件。";

"\"macOS InstantView\" would like to record this computer's screen." = "\"macOS InstantView\"想要记录这台计算机的屏幕";
"Grant access to this application in Security & Privacy preferences, located in System Preferences." = "在安全与隐私偏好中授予访问此应用程序的权限，位于系统偏好中。";
"Open System Preferences" = "打开系统设置";
"Deny" = "拒绝";

"Install Failed!" = "安装失败！";
"The installation of the login screen extension file was unsuccessful, Please try again." = "安装登录界面扩展文件失败，请重试。";

"Successfully Installed!" = "安装成功！";
"The login screen extension file was installed successfully!" = "安装登录界面扩展文件成功！";

"Uninstall Failed!" = "卸载失败！";
"Failed to remove the login screen extension file. Please try again." = "移除登录界面扩展文件失败，请重试。";

"Successfully Removed!" = "成功移除！";
"The login screen extension file was removed successfully!" = "登录界面扩展文件成功移除！";

"HINT:" = "提示：";
"You need to have administrative privileges to configure login screen extension." = "您需要拥有管理权限才能配置登录界面扩展功能。";

"An update to the login screen extension has been detected. You need administrator privileges to perform this action." = "检测到登录界面拓展功能更新，您需要管理员权限才能执行此操作。";

"Detected That InstantView Was Opened from Installation Package" = "检测到在安装包中直接打开软件";

"Please drag \"macOS InstantView\" to the Applications folder and run it from Applications folder." = "请将\"macOS InstantView\"移动到应用程序文件夹并在其中运行使用。";

"Detected unworkable legacy SiliconMotion USB Display driver, please click \"OK\" and uninstall the driver." = "检测到 SiliconMotion USB Display 驱动不可用， 请点击\“好\”并卸载驱动。";

"Detected legacy SiliconMotion USB Display driver, please click \"OK\" and uninstall the driver." = "检测到 SiliconMotion USB Display 驱动， 请点击\“好\”并卸载驱动。";

"\"macOS InstantView\" would like to access files on a removable volume." = "\"macOS InstantView\"想要访问可移除宗卷上的文件。";

"Don't Allow" = "不允许";

"Finished! Please restart the system." = "已重置，请重启系统！";

"Reboot" = "重启";

"Later" = "稍后";

"Failed to reset display, Please re-try." = "重置显示失败，请重试。";

"Display Rotation" = "旋转屏幕";

"Standard" = "标准";

"Unknown Display" = "未知显示器";
